<?php

return [
    'message-subject-eml' => 'اعادة تعيين كلمة مرور',
    'message-line1-eml' => 'تلقبنا طلب اعادة تعيين كلمة المرور الخاص بك. لإعادة تعيين كلمة المرور الخاصة بك افتح التطبيق وأدخل الرمز التالي',
    'message-line2-eml' => 'رمز إعادة تعيين كلمة المرور الخاصة بك هو:',
    'message-thank-eml' => 'شكرا لك على استخدام تطبيقنا!',

    'login-success' => '!تم تسجيل الدخول بنجاح',

    'login' => 'تسجيل الدخول',
    'welcome-login' => 'مرحبًا بك من جديد ، يرجى تسجيل الدخول إلى حسابك.',
    'remember-me' => 'تذكرني',
    'forgot-password' => 'هل نسيت كلمة السر؟',
    'register' => 'تسجيل جديد',

    'validation-error' => 'خطئ في التحقق',
    'success' => 'تمت العملية بنجاح',


    'username' => 'اسم المستخدم',
    'mobile' => 'رقم الجوال',
    'email' => 'البريد الالكتروني',
    'password' => 'كلمة المرور',

    'unauthorized' => 'انت غير مصرح لك الدخول هنا',

    'cannot_order_more_once' => 'لديك طلب سابق لم يتم إلغاؤه أو إكماله بعد.',
    'no_previous_request' => 'لا يوجد طلب سابق لتتمكن من الإلغاء.',


];
